Revit 2026 API
UIApplication.DoDragDrop Method
Overload List
Name | Description
DoDragDrop(ICollection<String>)
DoDragDrop(Object, IDropHandler) | Initiates a drag and drop operation with a custom drop implementation.
Top
See Also
Reference
UIApplication Class
Autodesk.Revit.UI Namespace